Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Save glade project
pt_br: Salva o Projeto do Glade

source: Save as glade project
pt_br: Salva como um Projeto do Glade

source: Clos_e
pt_br: F_echar

source: Close current glade project
pt_br: Fecha o Projeto atual do Glade

source: Glade operations
pt_br: Operações com o Glade

source: Designer
pt_br: Definir

source: Could not open: %s
pt_br: Impossível abrir: %s

source: Could not create a new glade project.
pt_br: Impossível criar um novo Projeto do Glade.

source: Add Item
pt_br: Adicionar Item

source: Edit Item
pt_br: Editar Item

source: Edit Categories
pt_br: Editar Categorias

source: started:
pt_br: início

source: stopped:
pt_br: Parar:

source: Display flags
pt_br: Mostra as flags

source: Displayed date and/or time properties
pt_br: Propriedades de data e/ou hora mostradas

source: Lazy mode
pt_br: Modo relaxado

source: Lazy mode doesn't normalize entered date and time values
pt_br: O modo relaxado não normaliza os valores fornecidos de data e hora

source: Year
pt_br: Ano

source: Displayed year
pt_br: Ano mostrado

source: Month
pt_br: Mês

source: Displayed month
pt_br: Mês mostrado

source: Day
pt_br: Dia

source: Displayed day of month
pt_br: Dia do mês mostrado

source: Hour
pt_br: Hora

source: Displayed hour
pt_br: Hora mostrada

source: Minute
pt_br: Minuto

source: Displayed minute
pt_br: Minuto mostrado

source: Second
pt_br: Segundo

source: Displayed second
pt_br: Segundos mostrados

source: Lower limit year
pt_br: Ano limite inferior

source: Year part of the lower date limit
pt_br: Parte em anos da data limite inferior

source: Upper limit year
pt_br: Ano limite superior

source: Year part of the upper date limit
pt_br: Parte em anos da data limite superior

source: Lower limit month
pt_br: Mês limite inferior

source: Month part of the lower date limit
pt_br: Parte em meses da data limite inferior

source: Upper limit month
pt_br: Mês limite superior

source: Month part of the upper date limit
pt_br: Parte em meses da data limite superior

source: Lower limit day
pt_br: Dia limite inferior

source: Day of month part of the lower date limit
pt_br: Parte de dia do mês da data limite inferior

source: Upper limit day
pt_br: Dia limite superior

source: Day of month part of the upper date limit
pt_br: Parte dia do mês da data limite superior

source: Lower limit hour
pt_br: Hora limite inferior

source: Hour part of the lower time limit
pt_br: Parte em horas da hora limite inferior

source: Upper limit hour
pt_br: Hora limite superior

source: Hour part of the upper time limit
pt_br: Parte em horas da hora limite superior

source: Lower limit minute
pt_br: Minuto limite inferior

source: Minute part of the lower time limit
pt_br: Parte em minutos da hora limite inferior

source: Upper limit minute
pt_br: Minuto limite superior

source: Minute part of the upper time limit
pt_br: Parte em minutos da hora limite superior

source: Lower limit second
pt_br: Segundos limite inferior

source: Second part of the lower time limit
pt_br: Parte em segundos da hora limite inferior

source: Upper limit second
pt_br: Segundos limite superior

source: Second part of the upper time limit
pt_br: Parte em segundos da hora limite superior

source: week-starts-monday: yes
pt_br: semana-começa-segunda: sim

source: _Today
pt_br: _Hoje

source: _No Date
pt_br: _Sem Data

source: 24hr: no
pt_br: 24h: não

source: No Date
pt_br: Sem Data

source: no end time
pt_br: sem data de término

source: Orientation
pt_br: Orientação

source: The orientation of the tray.
pt_br: A orientação da área de notificação.

source: Export to
pt_br: Exporta para

source: /Item/Edit
pt_br: /Item/Editar

source: /Item/Remove
pt_br: /Item/Remover

source: /Item/Add
pt_br: /Item/Adicionar

source: /Item/Remove Completed Items
pt_br: /Item/Remover Itens Completados

source: /ToDo/Edit Categories
pt_br: /Tarefas/Editar Categorias

source: Failed to parse xml structure
pt_br: Falha ao interpretar a estrutura xml

source: No Gtodo Client to save.
pt_br: Nenhum Cliente Gtodo a ser salvo.

source: Failed to delete %s.
pt_br: Impossível excluir %s.

source: Failed to create/open file.
pt_br: Falha ao criar/abrir o arquivo.

source: Failed to write data to file.
pt_br: Falha ao escrever os dados para o arquivo.

source: When you delete the category "%s", all containing items are lost
pt_br: Quando você deleta a categoria "%s", todos os itens contidos são eliminados

source: enter name
pt_br: entre com o nome

source: The following item is due in %i minutes:
pt_br: O seguinte item tem término em %i minutos:<span> %s

source: _Do not show again
pt_br: _Não exibir novamente

source: Hide _Completed Items
pt_br: Ocultar Itens _Completados

source: Hide completed todo items
pt_br: Ocultar itens de tarefa completados

source: Hide Items Past _Due Date
pt_br: /Ver/Ocultar Itens que são de Data de Término Vencida

source: Hide Items Without _End Date
pt_br: /Ver/Ocultar Itens sem Data de Término

source: Todo Manager
pt_br: Gerenciador de Lista de Tarefas

source: Todo List Preferences
pt_br: Preferências da Lista de Tarefas

source: items that are due today
pt_br: itens que devem ser finalizados hoje

source: items that are past due
pt_br: itens que estão finalizados no passado

source: items that are due in the next %i days
pt_br: itens que estarão finalizados nos próximos %i dias

source: Auto purge completed items
pt_br: Remove qualquer vestígio de tarefas completadas

source: Allow to do items to notifiy me when they are due in %i minutes
pt_br: Permite itens de tarefa notificar-me quando devem ser finalizados em %i minutos

source: Show Notification Tray Icon
pt_br: Mostra a Área de Ícones de Notificação

source: Showing Tooltips in the todo list is still very alpha. Because of some weird behaviour in gtk it only works with the column headers disabled. I hope to get this fixed soon
pt_br: Mostrando Dicas na lista de tarefas está ainda em alfa. Devido a alguns problemas estranhos no gtk, ele está apenas funcionando com os cabeçalhos de colunas disabilitados. Eu espero ter este problema corrigido em breve

source: /View/Sorting/Sort Ascending
pt_br: /Ver/Ordenar/Ordem Ascendente

source: /View/Sorting/Sort Descending
pt_br: /Ver/Ordenar/Ordem Descendente/View/Todo List/Hide Completed Items

source: /View/Hide Completed Items
pt_br: /Ver/Ocultar Itens Completados/View/Todo List/Hide Items that are past due

source: /View/Hide Items that Are Past Due Date
pt_br: /Ver/Ocultar Itens que são de Data de Término Vencida/View/Todo List/Hide Items without an end date

source: /View/Hide Items Without an End Date
pt_br: /Ver/Ocultar Itens sem Data de Término

source: Open a Task List
pt_br: Abrir uma Lista de Tarefas

source: Create a Task List
pt_br: Criar uma Lista de Tarefas

source: /_Show
pt_br: /_Exibir

source: /_Quit
pt_br: /_Sair

source: Todo List
pt_br: Lista de Tarefas

source: Todo List Manager
pt_br: Gerenciador de Lista de Tarefas

source: Press macro shortcut...
pt_br: Pressione a tecla de atalho de macro...

source: Licenses
pt_br: Licenças

source: _Add Macro...
pt_br: _Adicionar Macro...

source: Information:
pt_br: Informação:

source: Strike-Out
pt_br: Riscado

source: Underline Plain
pt_br: Sublinhado Simples

source: Underline Squiggle
pt_br: Sublinhado Ondulado

source: Underline-TT
pt_br: Sublinhado TT

source: Close all message tabs
pt_br: Sem detalhes de mensagens

source: Icon
pt_br: Ação

source: _Next Message
pt_br: _Próxima mensagem

source: _Previous Message
pt_br: Mensagem _anterior

source: Next/Prev Message
pt_br: Mensagem Anterior/Próxima

source: File/Directory to patch
pt_br: Arquivo/Diretório para aplicar o patch

source: Patching...
pt_br: Aplicando o patch...

source: There are unfinished jobs, please wait until they are finished
pt_br: Existem tarefas não terminadas, aguarde até que elas terminem

source: Function Name
pt_br: Função

source: Calls
pt_br: Fechar

source: % Time
pt_br: Hora

source: Self Seconds
pt_br: Segundo

source: Profiler
pt_br: Arquivos po:

source: Select Target...
pt_br: Procurar Alvo

source: Refresh
pt_br: _Atualizar

source: Delete Data
pt_br: Excluir

source: Flat Profile
pt_br: Arquivo de dados

source: Function Call Tree
pt_br: Função

source: Called
pt_br: Filtro de arquivos

source: Functions
pt_br: Ações

source: Profiling Data
pt_br: Folding de código

source: Select Target to Profile
pt_br: Procurar Variável

source: Symbols
pt_br: Escopo

source: Time Propagation
pt_br: Miscelânea

source: Browse...
pt_br: Navegar

source: Do not show static functions
pt_br: Não exibir tabulações

source: Do not show these symbols:
pt_br: Não exibir tabulações

source: Options...
pt_br: Opções

source: Profiling Options
pt_br: Operações de perfil

source: Select Other Target...
pt_br: Procurar Alvo

source: Select Profiling Target
pt_br: Selecione o alvo de depuração

source: Show all symbols
pt_br: Símbolos

source: Show uncalled functions
pt_br: Mostra uma dica para a função

source: Enter the base path of your project:
pt_br: Entre com o caminho base para o seu Projeto:

source: Enter the project name:
pt_br: Entre com o nome do Projeto:

source: Import Project
pt_br: Importar Projeto

source: This wizard will import an existing project into Anjuta.
pt_br: O assistente irá ajudá-lo a importar um projeto existende para o Anjuta.

source: Could not find a valid project backend for the directory given (%s). Please select a different directory, or try upgrading to a newer version of the Gnome Build Framework.
pt_br: Não foi possível encontrar um projeto válido para o diretório fornecido (%s). Por favor, selecione um diretório diferente ou tente atualizar para uma nova versão do Gnome Build Framework.

source: Project name: %s Project type: %s Project path: %s
pt_br: Nome do Projeto: %s Tipo do Projeto: %s Caminho do Projeto: %s

source: Generation of project file failed. Cannot find an appropriate project template to use. Please make sure your version of Anjuta is up to date.
pt_br: Falha ao gerar o Projeto. Impossível encontrar um modelo apropriado de projeto para utilizar. Por favor, certifique-se de que sua versão do Anjuta está atualizada.

source: Generation of project file failed. Please check if you have write access to the project directory: %s
pt_br: A geração do arquivo de projeto falhou. Por favor, verifique se você tem as permissões de escrita para o diretório de projeto: %s

source: Failed to refresh project: %s
pt_br: Falha ao recarregar o Projeto: %s

source: Project properties
pt_br: Propriedades do Projeto

source: %sGroup: %s The group will not be deleted from file system.
pt_br: %sGrupo: %s O grupo não será deletado pelo sistema.

source: %sTarget: %s
pt_br: %sAlvo: %s

source: %sSource: %s The source file will not be deleted from file system.
pt_br: %sFonte: %s O arquivo fonte não será deletado pelo sistema.

source: Are you sure you want to remove the following from project?
pt_br: Você tem certeza de que deseja remover o seguinte do Projeto?

source: Failed to remove '%s': %s
pt_br: Falha ao remover '%s': %s

source: URI is link
pt_br: URI é um link

source: Failed to retried URI info of %s: %s
pt_br: Falha ao obter a informação de URI de %s: %s

source: Refresh project manager tree
pt_br: Atualizando a árvore do gerenciador de Projeto

source: Add _Group...
pt_br: Adicionar _Grupo

source: Add a group to project
pt_br: Adicionar um grupo ao Projeto

source: Add _Target...
pt_br: Adicionar Al_vo

source: Add a target to project
pt_br: Adicionar um alvo ao Projeto

source: Add _Source File...
pt_br: Adicionar Arquivo _Fonte

source: Add a source file to project
pt_br: Adiciona um arquivo de código fonte ao Projeto

source: _Add To Project
pt_br: _Adicionar ao Projeto

source: Add _Group
pt_br: Adicionar _Grupo

source: Add _Target
pt_br: Adicionar Al_vo

source: Add _Source File
pt_br: Adicionar Arquivo _Fonte

source: Remove from project
pt_br: Remove do Projeto

source: Loading project: %s
pt_br: Carregando o Projeto: %s

source: Created project view...
pt_br: Vista do projeto criada...

source: Error closing project: %s
pt_br: Erro ao carregar Projeto: %s

source: Project manager actions
pt_br: Ações do gerenciador de Projeto

source: Project manager popup actions
pt_br: Ações de popup do gerenciador de Projeto

source: Loaded Project... Initializing
pt_br: Projeto Carregado... Inicializando

source: Loaded Project...
pt_br: Perfil Carregado...

source: Project description:
pt_br: Descrição do Projeto:

source: Select the type of application to be developed
pt_br: Selecione o tipo de aplicação a ser desenvolvida

source: Application Wizard
pt_br: Assistente de Aplicação

source: Basic Information
pt_br: Informações Básicas

source: Destination:
pt_br: Destinação:

source: Enter the basic Project information
pt_br: Forneça algumas informações básicas do Projeto

source: Project Name:
pt_br: Nome do Projeto:

source: Project Type
pt_br: Tipo de Projeto

source: The Application Wizard will generate a basic skeleton for a project, including all of the build files. It will ask for details of the initial structure for the application. Please answer the questions carefully, as it may not be possible to change some of the settings later.
pt_br: O Assistente de Aplicação irá gerar a estrutura básica de um Projeto, incluindo todos os arquivos de compilação. Ele solicitará alguns detalhes sobre a estrutura inicial da aplicação. Por favor, Responda atentamente às questões, já que poderá não ser possível modificar algumas destas definições posteriormente.

source: Confim the following information:
pt_br: Confirme as seguintes informações:

source: Project Type:
pt_br: Tipo de Projeto:

source: Unable to find any project template in %s
pt_br: Impossível encontrar algum modelo de Projeto em %s

source: Field "%s" is mandatory. Please enter it.
pt_br: O campo "%s" é obrigatório. Por favor, você deve preenchê-lo.

source: Directory "%s" is not empty. Project creation could fail if some files cannot be written. Do you want to continue?
pt_br: O diretório "%s" já existe. A criação do Projeto pode falhar se alguns arquivos não puderem ser escritos. Você deseja continuar?

source: File "%s" already exists. Do you want to overwrite it ?
pt_br: "%s" não existe. Deseja criá-lo agora?

source: Unable to build project wizard user interface
pt_br: Impossível criar interface do assistente de Projeto

source: New project has been created successfully
pt_br: Um novo Projeto foi criado com sucesso

source: Creating %s (using AutoGen)... %s
pt_br: Criando %s (utilizando o AutoGen)

source: Creating %s ... %s
pt_br: Criando %s

source: Executing:
pt_br: Executando:

source: New Project Wizard
pt_br: Assistente de Criação de um Novo Projeto

source: Add internationalization:
pt_br: Opções Adicionais

source: Add shared library support:
pt_br: Bibliotecas compartilhadas

source: Basic information
pt_br: Informações Básicas

source: Configure external packages
pt_br: Configurar ferramentas externas

source: Configure external packages:
pt_br: Configurar ferramentas externas

source: Create glade interface file
pt_br: Cria o arquivo de cabeçalho correspondente

source: Django Project information
pt_br: Informações do Projeto

source: Email address:
pt_br: Email do usuário:

source: General Project Information
pt_br: Informações do Projeto

source: General Project Infromation
pt_br: Informações do Projeto

source: Icon File:
pt_br: Arquivos Recentes:

source: Main Class:
pt_br: ClasseBase:

source: Main class
pt_br: Páginas man

source: No license
pt_br: Licença:

source: Plugin Class Name:
pt_br: * Nome da Classe:

source: Plugin Description:
pt_br: Descrição:

source: Plugin class name
pt_br: Gerenciador de plugins

source: Project directory:
pt_br: Diretório principal do Projeto:

source: Project name:
pt_br: Nome do Projeto:

source: Project options
pt_br: Propriedades do Projeto

source: Select code license
pt_br: Selecionar Bloco de _Código

source: Value Name:
pt_br: Novo Nome:

source: project name
pt_br: Nome do Projeto:

source: CVS CVS intl po
pt_br: CVS intl po

source: *\\.* *.c *.cpp *.cxx *.cc *.C *.h *.H *.hh *.hxx *.hpp *.cpp *.cxx *.cc *.C *.h *.H *.hh *.hxx *.hpp Makefile.am configure.* README AUTHORS ChangeLog *.m4
pt_br: *.c *.cpp *.cxx *.cc *.C *.h *.H *.hh *.hxx *.hpp Makefile.am configure.* README AUTHORS ChangeLog *.m4

source: File Filter
pt_br: Filtro de arquivos

source: Search Variable
pt_br: Procurar Variável

source: Basic Search & Replace
pt_br: Procurar e Substituir Básico

source: Case insensitive
pt_br: Insensível à capitalização

source: Choose Directories:
pt_br: Escolher Diretórios:

source: Choose Files:
pt_br: Escolher Arquivos:

source: Expand regex back references
pt_br: Expandir referências anteriores do regex

source: Find & Replace
pt_br: Procurar & Substituir

source: Full Buffer
pt_br: Buffer Cheio

source: Greedy matching
pt_br: Busca gulosa

source: Ignore Binary Files
pt_br: Ignora Arquivos Binários

source: Ignore Directories:
pt_br: Ignorar Diretórios:

source: Ignore Files:
pt_br: Ignorar Arquivos:

source: Ignore Hidden Directories
pt_br: Ignorar Diretórios Ocultos

source: Ignore Hidden Files
pt_br: Ignora Arquivos Ocultos

source: Max. Actions
pt_br: Máx. Ações

source: New Name:
pt_br: Novo Nome:

source: Regular Expression
pt_br: Expressão Regular

source: Replace With:
pt_br: Sustituir Por:

source: Search Action:
pt_br: Ação de Procura:

source: Search Direction:
pt_br: Direção de Busca:

source: Search Expression
pt_br: Procura Expressão

source: Search Expression:
pt_br: Procurar Expressão:

source: Search In:
pt_br: Procurar Em:

source: Search Recursively
pt_br: Procurar Recursivamente

source: Search Target
pt_br: Procurar Alvo

source: Setting
pt_br: Definições

source: No matches. Wrap search around the document?
pt_br: Nenhuma equivalência. Continuar a busca a partir do início do documento?

source: Incremental search for '%s' failed. Press Enter or click Find to continue searching at the top.
pt_br: A procura incremental falhou para '%s. Pressione Enter ou clique Procurar para continuar a procura a partir do topo.

source: Incremental search for '%s' (continued at top) failed.
pt_br: Procura incremental para '%s' (continuada a partir do topo) falhou.

source: _Search
pt_br: _Procurar

source: _Find...
pt_br: _Procurar...

source: Search for a string or regular expression in the editor
pt_br: Procura uma expressão ou expressão regular no editor

source: Find _Next
pt_br: Procurar Próxi_mo

source: Repeat the last Find command
pt_br: Repete o último comando Procurar

source: Find _Previous
pt_br: Procurar _Anterior

source: Find and R_eplace...
pt_br: Procurar e Su_bstituir...

source: Search for and replace a string or regular expression with another string
pt_br: Procura e substitui uma expressão ou expressão regular por outra expressão

source: Advanced Search And Replace
pt_br: Procurar e Substituir Avançado

source: New advance search And replace stuff
pt_br: Novo procedimento de procura e substituição avançado

source: _Enter Selection/I-Search
pt_br: Utilizar S_eleção/I-Procura

source: Enter the selected text as the search target
pt_br: Utiliza o texto selecionado como alvo da pesquisa

source: Fin_d in Files...
pt_br: Procu_rar nos Arquivos...

source: Search for a string in multiple files or directories
pt_br: Procura uma expressão em vários arquivos ou diretórios

source: Ne_xt Occurrence
pt_br: Pró_xima ocorrência

source: Find the next occurrence of current word
pt_br: Procura a próxima ocorrência da palavra atual

source: Pre_vious Occurrence
pt_br: Ocorrência _anterior

source: Find the previous occurrence of current word
pt_br: Procura a ocorrência anterior da palavra atual

source: Searching...
pt_br: Aplicando o patch...

source: Incremental search
pt_br: Procura incremental

source: Search Toolbar
pt_br: Procurar Alvo

source: Basic Search
pt_br: Procurar Básico

source: Find:
pt_br: Procurar:

source: Search complete
pt_br: Estado completado

source: Replace All
pt_br: Substituir Tudo

source: The match "%s" was not found. Wrap search around the document?
pt_br: A equivalência "%s" não foi encontrada. Continuar a busca dando a volta no documento?

source: The match "%s" was not found.
pt_br: A equivalência "%s" não foi encontrada.

source: %d matches have been replaced.
pt_br: %d equivalências foram substituidas.

source: Unable to build user interface for Search And Replace
pt_br: Impossível criar interface de usuário para Procurar e Substituir

source: Could not obtain backup filename
pt_br: Impossível abrir o arquivo

source: Loading
pt_br: Carregando...

source: Saving...
pt_br: Salva arquivo do Glade...

source: Colors:
pt_br: Outras cores

source: Font:
pt_br: Comentário:

source: Indentation and auto-format options
pt_br: Opções de indentação e autoformatação

source: Background:
pt_br: Plano de Fundo da caixa de dica:

source: Enable VFS file monitoring
pt_br: Habilitar Análise de Perfil

source: Enable code completion
pt_br: Ativar folding de código

source: Font
pt_br: Fonte:

source: Highlight current line
pt_br: Fecha o arquivo atual

source: Selected text:
pt_br: Selecione o tema:

source: Selection:
pt_br: _Selecionar

source: Text:
pt_br: Texto

source: Print preview
pt_br: Visualizar Impressão

source: Subversion Options
pt_br: Opções de Subversion

source: Force
pt_br: Força

source: Remember Password
pt_br: Lembrar Senha

source: Subversion Preferences
pt_br: Preferências de Subversion

source: Subversion: Add file/directory
pt_br: Subversion: Adicionar arquivo/diretório

source: Subversion: Commit file/directory
pt_br: Subversion: CVS: Commit arquivo/diretório

source: Subversion: Diff file/directory
pt_br: Subversion: Adicionar arquivo/diretório

source: Subversion: Remove file/directory
pt_br: Subversion: Remover arquivo/diretório

source: Subversion: Update file/directory
pt_br: Subversion: CVS: Atualizar arquivo/diretório

source: TODO!
pt_br: TAREFAS!

source: _Add...
pt_br: _Adicionar

source: Add a new file/directory to the Subversion tree
pt_br: Adicionar um novo arquivo/diretório à árvore do Subversion

source: _Remove...
pt_br: _Remover

source: Remove a file/directory from Subversion tree
pt_br: Remover um arquivo/diretório da árvore do Subversion

source: Commit your changes to the Subversion tree
pt_br: Submeter as suas alterações para a árvore do Subversion

source: _Update...
pt_br: _Atualizar

source: Sync your local copy with the Subversion tree
pt_br: Sincronizar sua cópia local com a árvore do Subversion

source: Diff local tree with repositry
pt_br: Diff da árvore local com o repositório

source: Subversion popup operations
pt_br: Operações do Subversion

source: Please enter a local filename, not an URI!
pt_br: Por favor, entre com um nome de arquivo!

source: Subversion command is running! Please wait until it is finished!
pt_br: Um comando do Subversion está em execução - por favor, aguarde sua finalização!

source: Restore
pt_br: Recuperar

source: Revert failed
pt_br: Falha ao reverter

source: Resolved
pt_br: Resolvido

source: Update delete
pt_br: Atualizar exclusão

source: Update add
pt_br: Atualizar adicionado

source: Update completed
pt_br: Atualizar completado

source: Update external
pt_br: Atualizar externo

source: Status completed
pt_br: Estado completado

source: Status external
pt_br: Estado externo

source: Commit modified
pt_br: Submeter modificado

source: Commit added
pt_br: Submeter adicionado

source: Commit deleted
pt_br: Submeter excluído

source: Commit replaced
pt_br: Submeter substituído

source: Commit postfix
pt_br: Submeter postfix

source: Blame revision
pt_br: Responsável pela revisão

source: Unknown notification
pt_br: Notificação

source: Subversion command finished!
pt_br: O comando do Subversion terminou!
